{"d9e1ba956b69e95d23e34b2a38384142": "Victoria General Hospital - BC\n", "270b6249ef6fa95c3f222f391add2ced": "A complete analysis and testing of the device/product showed that it was\nfunctioning properly and passed all functional testing. After testing it was\nconcluded that the device operated within specifications therefore no further\ninvestigation was required.\n", "ee019496f4731333f3f6754020ea156a": "t was reported that on 08 Feb 2019, intra-op, Heat burn to patients back where\nonnection of light source to light cord attaches. Radiance light source used with Metrx\nize 20 tubes. The protective covering was not slid over the light source to light cord\nconnection. After first TLIF was complete, burns were noticed on the patients back and\ndentified to be caused by the light source/light cord connection. A vaseline gauze was\nmmediately placed on the burn, and the covering slid over the light source to light cable\nconnection.\n", "29bb85e886da61c6b5baf294bd5892f2": "Tel#: +1250580561 7#uognarf@gmail.com\n", "ce679adcef1da8e29db6db6253eaf67e": "Investigation Summary - It was reported that on 08 Feb 2019, intra-op, heat burn\nto patients back where connection of light source to light cord attached. As the\nevent was reportable to a regulatory authority, an investigation was required. The\nevent was investigated to determine cause.\nThe device was returned as part of this investigation. Analysis found that there\ndoes not appear to be a problem with the light source. Per the reported event\nthe cover was not pulled over the connector. There was no indication that the\nevent was related to a possible manufacturing issue and no DHR was requested,\nso a Device History Record review was not performed.\n", "5b73652309d646bfaf1bfa846545d5da": "1 Hospital Way Victoria BC V8Z 6R5\n", "0f9f4c411ce93750efae9c7b5c81fd55": "Heat burn\n", "73ae7894b92ee6a3949460163027b460": "Evan Frangou\n", "a374688aa91834d9673f5294c0b04dd1": "No corrective actions have been taken asa result of this event. We will continue\nto monitor for trends as more definitive data is collected.\n", "7a748cca746076ebfb233a169f309b46": "Laura Pascal - RA/QA Dept.\nMedtronic Canada ULC\nPhone: 514-693-7146\nFax: 514-693-7278\nLaura.d.pascal@medtronic.com\n"}