{"86fdbacde29076bbe3a039ae22035ff4": "Manon Desrochers - RA/QA Dept.\nMedtronic Canada\nPhone: 514-693-7098\nFax: 514-693-7278\nmanon.desrochers@medtronic.com\n", "f4f6b0a28dff0919413e2b30562bb29a": "Further action was not required because the event had foreseen risk and is\nincluded in a data monitoring plan.\nShould new information become available the file will be re-opened and the\ninvestigation summary will be amended as appropriate.\n", "255eeeef1a34a803f3b7ad3dc8f752a0": "t was reported that the patient's Implantable Pulse Generator (IPG) showed high\nhresholds from the leads and then again after lead revision. The leads remain in use and\nhe device was explanted and replaced. No patient complications have been reported as a\nesult of this event.2015-10-28 It was further reported that the leads exhibited oversensing\nand no capture. Additionally, the device exhibited sensing difficulty, no pacing output and\nossibly converted to unipolar.\n|7 DEC 2020 It was further reported the RV lead had high thresholds and will be\neprogrammed.\nsoncomitant devices:\n\\trial lead: Model 4574-53, serial BBE628330V (MDL 60554)\n/Jentricular lead:\nModel 4074, serial BBD626346V (MDL 60554)\nmplant date not available.\nStill in use.\n", "c010f45d33171cfbc11e6a52776628de": "Dr. B. Tighe\n", "49179d9d5dc5c8c9cb3cc6cff5903e79": "550 Carmi Ave\nPenticton BC V2A 3G6\n", "1af747da26f36e440d77cc2c987fbbc8": "btighe@shaw.ca\n", "55a0637cc1d7a444316f15158d93b2ca": "Penticton Regional Hospital\n", "a56485e02f6e47a01b6e512fd23de21e": "The most likely root cause was not established.\n", "6dc88a257eff4fcf8a4557d47b200cb7": "No injury or further complications were reported as a result of this event\n", "56b34cb2d4027651737b241a20a84a5c": "Medtronic conducted an investigation based upon all received information.\nThe Implantable Pulse Generator (IPG) device was returned and analyzed.\nAnalyses found no anomalies.\nThe leads were not returned for analysis. The following complaints were\ninvestigated:\nIt was reported that Right ventricular lead pacing capture threshold was high.\nThis complaint was confirmed based on the save-to-disk file. The most likely root\ncause was not established.\nThere was no pacing capture with the right ventricular lead. There was not\nenough information to make any determination based on the save-to-disk file.\nThe most likely root cause was not established.\nThere was a lead sensing issue. This complaint was plausible based on the\nsave-to-disk file. The most likely root cause was not established.\n"}