{"a57947ef34781f462138d7c370661615": "1625 PINE AVE WEST, MONTREAL, Canada, Quebec H3G\n1A4, Canada\n", "905b362d241cc5745ddfd4d0a228bb46": "Sagar Mody\npqs @medca.jnj.com\nPhone-(905) 946-2021\nFax-(905) 946-2050\n", "ec8853697883091af77b60a53368bbe1": "Examination of the returned device finds nothing outward to\nsuggest a product problem. It is noted that there is small amount\nof patient bone debris within the gription coating. It can be\npresumed the bone became embedded in the coating during\nattempted use. The broach being used during the procedure is not\nknown. It's age and condition of the cutting teeth cannot be\nassessed. It is not known to what extent, if any, the broach may\nhave been a contributing factor. A search of the DePuy\nNonconformance (NC) Quality System found no NC’s associated\nwith this product/lot combination. The information received will\nbe retained for potential series investigations if triggered by trend\nanalysis, post market surveillance, or other events within the\nquality system. DePuy considers the investigation closed. Should\nadditional information be received, the information will be\nreviewed, and the investigation will be re-opened as necessary.\nBased on the above; there is no evidence of manufacturing or\nmaterial error. This issue is monitored via both the complaint\nhandling unit and post market surveillance. A need for corrective\naction has not been identified.\n", "bb82670f59f93334aff0cd306e76afdb": "Phone —(844) 243-4321\n=\nLe\n=\n___—_——\n", "13eb7e0a519fbe2d9ecfe410ed7907a7": "t was reported by the sales rep that while surgeon was trying to put\nhe femoral stem in the femoral canal, the implant stayed too proud\nersus the broach. Surgeon broached until rasp 4, put a 4 standard\nmplant, and the stem was 6 mm prouder of the trial. The surgeon\nemoved the implant with a slap hammer, reamed again with broach\nize 4, tried to put back the femoral stem size 4 in the canal, and was\ntill proud of 6 mm. He then removed the stem, and ask for an other\nize 4. This new stem fits perfect in the canal. There was a 20\nninute delay to surgery reported. The procedure was completed\nuccessfully. Updated date of event to May 28, 2019 Update report\nubmitted on Nov 23 2020 to provide investigation results.\nCanada\n", "7d2ff55733c12730762860cdc3b81698": "Visual examination,Functional testing if possible,Device History\nRecords review,Complaint trend review, Update\nif additional\ninformation received.\n—__——\n", "b2e94f2a9f68281955b1dfac01f94dc3": "ee|\n", "dccc6eb2baa1b0d1db6ede0591d3878c": "MONTREAL GENERAL HOSPITAL\n|\n", "6ec21b8fc6fce281f06a66496c708e29": "No product contribution to the reported event was identified and\nno information received with this individual complaint indicated\nthat a broader investigation or corrective action was necessary.\nDePuy Synthes considers the investigation closed at this time.\nShould additional information be received, the information will be\nreviewed and the investigation may be re-opened as necessary.\n", "4ec9183dcaf1907b757988647d0f8cf9": "Refer to Details of Incident\nA program of MedEffect™ Canada\nHC Pub.:110180 (October 2011)\n-dTl - CVMNDR-231 19090_0912990\n"}