{"69f26b3c62971576053e531c35501d15": "|9-346-1110\nPrivacy Notice Statement: For the purposes of the Canada Vigilance -\nViedical Device Problem Reporting Program, information related to the\ndentity of the complainant and/or reporter will be protected as personal\nnformation under the Privacy Act, and under the Access to Information Act\nn the raca af an arrace tn informatinn raniject\nFor dataile with ranard tn\n", "b322f2ef9cbc290f7213ddb7969362f7": "sse Dinsmore\nsse.dinsmore@abbott.com\n905-286-4051\n905-812-0289\nTT\n", "306debb8b6ce4e3dabe6874ceed6a4e7": "On 2019-01-03, the patient with an SUM ICD felt a vibratory alert while ot\nof the country. The patient opted to wait until returning to Canada to go t\nthe hospital. The patient presented to the hospital in Canada on 2019-04\n25 and upon device interrogation it was determined the patient’s ICD\nreached its elective replacement indicator (ERI) on 2019-01-03 and\nreached end of service (EOS) on 2019-01-13. The hospital indicated the\nbelieved this was premature battery depletion and that the vibratory alert\nwas likely for a battery performance alert (BPA). On 2019-07-19 the\ncompany was informed that on 2019-04-26, the patient’s SJM ICD was\nexplanted and replaced with a competitive ICD, due to suspected\npremature battery depletion.\n", "903e89118b29a0082b72c6e270dd6fc2": "1e patient underwent a surgical procedure.\n", "692c8930a8de28886fcd4597aac67d14": "ascal Tardif, Pacemaker Technician\n", "4acd6010d0c04ecacf73ed13bff64f15": "Wien FeCelived Ine GQEviICe GEpieviOl Wds GetenmMineda tO DE Premature:\nFurther analysis will not be performed at this time per Legal hold.\n", "8d4a0da78e1b68a8760e920e16820204": "entre Hospitalier Universitaire de Sherbrooke-Hopital Fleurimont\n", "cd2691da37483e8a673a9f2bd68d88ec": "101, 12e Ave Nord\n1erbrooke, QC, Canada\nH 5N4\n", "2bcd33a1fd7c10e358a5acf3c2ff7f5e": "ee ee NNER\nENEEE CARAS ARE\nEY OME EE\nImplantable Cardioverter Defibrillator Advisory notice issued by St.\nJude Medical on 2016-10-10 (HC Incident # 135698).\n", "c80020861bd27b661be227cc0a44625d": "The product has been returned to Abbott Medical Canada and has\nbeen forwarded to the manufacturer for analysis. A final report will be\nsubmitted once the investigation has been completed.\n"}