{"b73ce29d0d0f8db20cef0b49370b8319": "101 Lerwick Rd\nCourtenay, BC\nVON OB9\n", "139067cf760b9b36bc6026bc881a1d45": "BD received samples from the customer facility for investigation. The\nsamples were tested and the customer's indicated failure mode for a\ndefective locking mechanism with the incident lot was not observed as\nall product specifications were met.\nA review of the device history record was completed for the incident lot\nand, based on this review, all product specifications and requirements\nfor lot release were met; there were no related quality\nnon-conformances during manufacturing of the product.\n", "ecc122dda5dadea3e49c4c3ad5d76bda": "Patricia Norman, Director, Regulatory Affairs & Quality Management\nBecton Dickinson Canada Inc.\n2100 Derry Road, Suite 100,\nMississauga, ON L5N 0B3\ntel: (905)288 -6236\n", "7fe3b50f48f0a0789cc36110c932165b": "It was reported that there have been three incidents where the safety\nneedle guard has not functioned correctly on this lot number of the 22G\neclipse needles with attached adaptor. The affected lot number is\n90107146, expiry 2021-12-31. In conversations with staff, it sounds as\nthough this type of occurrence is more common however staff were not\nformally reporting believing it to be a “one-off” type incident. On two\nreported occasions when employees tried to engage the safety needle\nguard, instead of covering the needle it went to the side of the needle—\nleaving the dirty used needle exposed. On another occasion when an\nemployee withdrew the needle from the patient and started to press\ndown on the guard it popped completely off the needle. Leaving an\nexposed dirty needle with no safety guard.\n", "3ee27711929bf3b857facc5b3a5f96ae": "Nicole Knickle\n|\n", "b8f56f15ec1c8a1a6214a9878046fe8a": "Comox Valley Hospital Laboratory\n|\n", "d0b57ad39b860563dfae22a679850e46": "Based on the investigation, a root cause could not be determined. The\nproduct was found to be in conformance and meet release\nspecifications.\n", "d4c6d5eb293e0614632edf568267af57": "There was no report of injury or medical intervention.\n", "c37162e706bb4367ab2abf6cd3804fab": "Based on above, no corrective actions are required at this time.\n", "36bf09e98da26b1961d6a991b10863c5": "250-331-5900 Ext. 65640; nicole.knickle@viha.ca\n8...\n"}