{"78fc035ab625f7c4fe9bd1fcddc2006c": "was reported that the patient required removal of prostheses and revision\nip surgery. It was further reported that this procedure was confirmed as\necessary following an Xray after the patient presented to surgeon with hip\nain.\nOnn\niA\nvy Yury?\nCe|\n", "731f80ed7719307ba563b939dc7bc722": "The exact root cause could not be determined as insufficient information is\navailable. No further investigation for this event is possible at this time. If\nadditional information becomes available to indicate further evaluation is\nwarranted, the investigation will be revisited.\n", "5306ac48cc89bf1ea6078dc54e877b6e": "CHALEUR REGIONAL HOSPITAL\n|\n", "ee09aa924fa0bf9876b6c9b676e1c04e": "+1(506)544-3000 N/A\nPrivacy Notice Statement: For the purposes of the Canada Vigilance - Medical Device Probl\nReporting Program, information related to the identity of the complainant and/or reporter will b\nprotected as personal information under the Privacy Act, and under the Access to Information\n", "23c0ce28aa63be955406ec17521654b7": "Fuszara, Diana\n2 Medicorum Place\nOntario\nWaterdown\nCAN\nL8B 1W2\n", "ea3dfe638f8d12badae70419b40ae3ed": "N/A\nA program of MedEffect™\nCanada HC Pub.:110180 (April 2018)\n", "46820a36f14cdd304148b67f46141c6e": "No action is required at this time as there is no indication to suggest a\nproduct non-conformity or unanticipated hazard. Stryker will continue to\nmonitor for trends. If any additional information becomes available the\ninvestigation will be revisited.\n", "6e2f3128c3d8393769137a95e9fb0a6e": "1750 Sunset Drive\nBathurst, NB E2A 4L7 Canada\n", "e40bb21428dea2f8b2d83dcf6127e438": "An event regarding corrosion and disassociation involving an accolade stem\nwas reported. The event of corrosion was confirmed by inspection of the\ndevice and event of disassociation was confirmed by clinician review.\nMethod & Results:\n-Device evaluation and results: Visual inspection was performed as part of\nthe Material Analysis Report (MAR), which indicated that the devices were\nexamined with the aid of a stereo microscope at magnifications up to 50X.\nBiological material was observed on the porous surfaces of the implant.\nDamage consistent with the loss of taper lock was observed on the stem\ntrunnion. The trunnion was examined further using a scanning electron\nmicroscope (SEM). A material analysis was conducted. The reported\nconcluded that the damage on the returned stem was consistent with loss of\ntaper lock. The EDS analysis showed that the stem was consistent with an\nASTM F1813 alloy. The debris observed on the stem trunnion was consistent\nwith an oxide, a corrosion product, biological material, and the stem base.\nBased on the given information, no identifiable materials or manufacturing\ndiscrepancies were observed on the surfaces examined. Dimensional and\nFunctional analysis were not performed as the device was received in\ndamaged condition.\n-Clinician Review: The available medical records were provided to the\nconsulting clinician for a review which noted that, \" Re PI - 2489040 which\nrepresents a male patient, DOB 6/26/56 described as 68 inches tall and\nweighing 190 pounds. His date of implantation is listed as 12/14/09 and\nexplantation 9/10/20. The Event Description states: \" ... patient required\nrevision hip surgery ... following an x-ray ... with hip pain.\" Undated, unlabeled\nx-ray AP Pelvis demonstrating bilateral uncemented THA. The left hip has a\nmodular, long stem revision THA reduced. The right hip has an uncemented\nprimary THA with the stem trunnion dislocated and disassociated from the\nmodular head. 1 unlabeled color photo of an explanted, blood-stained femoral\nstem with superior trunnion erosion noted. 4 unlabelled color photos of blood\nstained grossly intact acetabular components including a metal head and\nshell. No clinical or PMH, no operative reports, no dated serial x-rays, no\nexamination of explanted components. While the submitted x-ray appears to\nconfirm the Event Description, insufficient data is presented to create a\nmedical report for this case.\"\n-Device History Review: All devices were manufactured and accepted into\nfinal stock with no relevant reported discrepancies.\n-Complaint History Review: There has been no other similar event for the\nreported lot.\nThis section only applies for preliminary & final, and final reports\n|\n", "ccb740aee3175ced999cdb9c18ae0e47": "Dr. Michel Caron\n|\n"}