{"dafa617f9c6c2cf047c14cc9f2a958f3": "Kwang Ju (Grace) Nam, QA Associate\nAccuristix\n121 Stone Ridge Road, Vaughan, ON, L4H 0A5\nKNam@accuristix.com\nPhone: 416-637-3273 EXT 5032\n", "8877c0d937ec69ee39d4f84966ad095d": "The returned Contour Next One meter and Contour Next test strips\nwere tested with blood spiked with glucose at 22.0 mmol/L and 7.5\nmmol/L, in 5 replicates each. All resufts recovered were within the\nfitness-for-use limits. The event is not confirmed for erratic blood\nglucose results or any performance problems.\n", "745fa8b5edda1bbe30ac53f72647b022": "N/A\n,\n", "573ed5e6bcf4433a020979d7624608ee": "The customer was not feeling sick, did not seif-medicate, he did not\nchange his diet and he did not seek medical attention.\n", "06bf9fcc88219dfac2e7cb6b3800636e": "Rene Tellier\n|\n", "16635c3a36a4a9b589c1c74bf4166abe": "(819)533-5648\n", "af7af00c92b9e70a6e26ae892e49a1c5": "896 CH DE SAINTE-FLORE\nSHAWINIGAN, QC\nG9T SKS\n", "0fa62079e6811aa8193885f5a5332d33": "A customer called to report that he obtained variable blood glucose\nresults on his Contour Next One Meter. The results in question were\n21,9 mmol/L and 5.8 mmol/L, which were received within one minute of\neach other.\nLAST 5 RESULTS:\n§.8 mmol/L 07:56 PM 29/11/2079\n21.9 mmol/L 07:55 PM 29/11/2019\n5.2 mmol/L 07:52 PM 28/11/2019\n6.1 mmol/L 12:10 PM 27/11/2019\n5.7 mmol/L 07:48 PM 27/11/2019\nCompared blood results fall within Zone \"C\" of the Parkes Error Grid\nbeing outside of the fitness-to-use limits.\nThis incident was flagged as a Mandatory Problem Report due to the\nfact that the comparison between two blood results taken within 1\nminute of each other landed in Zone \"C\" of the Parkes Error Grid.\n", "dd10d275c4137abd3127dc79a2306aa3": "The meter and strips were returned by the customer, and examined by\nour specialized department. A search of our complaints database\nindicates that there were no previous reports associated with these\nparticular devices.\nC19 - The device either functioned as intended or a problem was not\nfound.\n", "862fbd98247164931fb91ec2769bbf7a": "No corrective actions were taken due to the fact that the event was not\nconfirmed by the investigation.\n"}