{"d41d8cd98f00b204e9800998ecf8427e": "", "3ef7ef496c55bb402e6cd5f192dc16c3": "ate of implant: Oct 6, 2014; Date of explant: May 22, 2020. In\n014, the patient underwent bilateral breast augmentation and\nleveloped a mild infection around the incision on the right side.\nixploration and open biopsy was performed on Nov 4, 2014. Within\n. year she had bilateral implant malposition and what sounds like\nymmastia. She subsequently underwent a revision procedure\nnvolving a capsulorrhaphy in 2015. Replacement with same\nmplant. Patient experienced left saline breast implant deflation.\nyymmastia and inferior mal position of the remaining left implant.\n‘he breast pockets had descended below the inframammary fold\nncisions on both sides. Both implants were replaced. Capsulotomy\nnd capsulorrhaphy were performed. Update to report: 11/4/2014 -\natient experienced wound healing issue on right breast; clinically\nhere is no evidence of infection (PC-000737001). 04/14/2015 -\nlateral revision breast surgery with capsulorrhaphy and\neplacement of the same implant (PC-000737004).\nCanada\n", "817d876419900b1a93b2bc77a141fdf2": "Device History Records review,Complaint trend review, Update\nif\nadditional information received\n_——_.\n", "3b3d41393a5e85e3565af97f9634fa6f": "Refer to Details of Incident\nA program of MedEffect™ Canada\nHC Pub.:110180 (October 2011)\n-d ID\n- CVMDR-08072020-020156\n", "9889dc5e479b5bba85dc9e9469aafe88": "2775 LAUREL STREET DESK 8, VANCOUVER, British\nColumbia V5Z 1M9, Canada\n", "c288174b5847368a447f56cf286f2794": "AACCOTAING tO ne inrormaution received, the patient experienced\ndeflation in the breast implant and developed Asymmetry. The\ndeflated breast implant involved in this complaint was Discarded.\nTherefore, your device couldnt be analyzed according to our\nprocedures. Please ship the product back to receive a more\ndetailed analysis of your product complaint. If you have recently\nshipped the product back, please provide your tracking numbers\nby replying to this email. If you need additional support to return\nthe deflated device, please contact our team using the information\ncontained at the end of this letter. Asymmetry may be attributed\nt—~ one ar more of the foallowino: cantracture af the fihroinc\n", "95fe5b443479d753c9046c97dd404ac9": "DR ASHLEY TREGASKISS\n|\n", "0079e399c9eefbf729f113f462e044c5": "Duncan Li\npqs @medca.jnj.com\nPhone-(905) 946-3672\nFax-(905) 946-2050\n", "02a4a26a7ca602171f8206de6cf082ac": "Dr. Ashley Tregaskiss\n|\n"}