{"d41d8cd98f00b204e9800998ecf8427e": "", "866069f0ad2758c2b0f7bea947857f28": "1200 Main St W\nHamilton, ON L8N 3Z5 Canada\n", "bad858a81dcc35bda56795f78b09bc1a": "mcneist@hhsc.ca 1(905)521-2100x75159\nPrivacy Notice Statement: For the purposes of the Canada Vigilance - Medical Device Probl\nReporting Program, information related to the identity of the complainant and/or reporter will b\nprotected as personal information under the Privacy Act, and under the Access to Information\na ee ee ge cg eg\n", "11d95bea675475bbf042ea83253c7d75": "A visual and functional inspection was performed by the hospital’s\nmaintenance staff who reported that there were no issues with the chair,\nand did not require further inspection by a Stryker Technician. This issue was\nresolved for the customer by confirming that no further action was needed\nfrom Stryker.\njt is unknown if the product met specifications as the product was not\nevaluated by a Stryker Representative. However, with the alleged condition\nthe product would meet specifications as the account did not allege that there\nwere any defects with the chair.\na|\n", "b1ed46e6dd36bf0239703e98aef0fb6d": "was reported that the patient was being transported in the Prime TC\nransport Chair from the outside to the inside of the hospital.\nIt was reported\nvat the transport chair went over what was described as a \"steel expansion\nint\" and the chair stopped.\nIt was reported that the momentum of the sudden\ntop caused the female to be thrown out of the chair and do a \"face plant\"\nito the concrete. It was further reported that the patient's glasses were\nnattered, allegedly causing abrasions to patient's eye. It was also reported\nvat the patient allegedly sustained a cracked tooth and hurt their \"good knee’.\n\\5 1\nLe |Aot\n", "e390202cd78db9fa7d3413b8d4a55487": "No further action required at this time. Stryker will continue to monitor for\ntrends.\n", "f32b5631fd234fa146b54797af497f46": "After investigation, the unit tip, which caused an injury to the patient, was\nnot reported to be due to a defect with the product, but rather, the\ninteraction between the chair and the expansion joint.\n", "23c0ce28aa63be955406ec17521654b7": "Fuszara, Diana\n2 Medicorum Place\nOntario\nWaterdown\nCAN\nL8B 1W2\n", "ea3dfe638f8d12badae70419b40ae3ed": "N/A\nA program of MedEffect™\nCanada HC Pub.:110180 (April 2018)\n", "f1aac95c8ff9b5e8df6d3ee2e47a7b85": "MCMASTER HOSPITAL\n|\n"}