{"9e00db5b564b22b7699e1f3ade167c10": "Investigation Summary - It was reported that the distal portion became hot and\nwarmed the blade hub connector. They changed the blade 3 times and did not fix\ntheir issue. There was no patient impact. On follow up, it was stated that initially,\nit took more than 1 minute for the 1st blade (hub connector) to make a crackling\nsound, but then when the 2nd and 3rd blade were used, the handpiece remained\nreally hot and blades were not functioning optimally. As the event indicated a\npossible failure of a device, labeling, or packaging to meet any of its\nspecifications, an investigation was required. The event was investigated to\ndetermine cause. The device was returned as part of this investigation. Analysis\nfound cable failure. While there was indication that the event was related to a\npossible manufacturing issue, device lot and/or serial number were not available,\nand a Device History Record review was not able to be performed.\n", "f53e5d9baa2e450fd2a1ee2c1cef48d4": "Tel#: ++15142343577#andree-anne.dubois@medtronic.com\nPrivacy Notice Statement:For the purposes of the Canada Vigilance -\nMedical Nevice Prohlem Renorting Proqram information related to the identity\n", "b3a9fd190d65c36da8ba2ef5d8f01a50": "The suspected likely cause of the event was anticipated use characteristics. The\ninvestigation determined that this event had foreseen risk and is included in\nmonitoring, and therefore no further investigation was required. SAP shows\nservice history as far back as 2011-04-05 with no repair. Common sequences of\nevents and contributing factors that can lead to this known event are documented\nin the risk management file.\n", "ee49c7418f1cb7f7364deedbd3e44ff5": "No patient consequences were reported\n", "4499084be6fee0f10991692103a0a2e6": "635 boul Jolliet Baie-Comeau QC G5C 1P1\n", "3d3415c42599674499d14f6cef4b6d35": "Hopital Le Royer\n", "a374688aa91834d9673f5294c0b04dd1": "No corrective actions have been taken asa result of this event. We will continue\nto monitor for trends as more definitive data is collected.\n", "33d93cfd877aa80aaddc7a196b1e9fc5": "\\ health care provider reported that the distal portion became hot and warmed the blade\nub connector. They changed the blade 3 times and did not fix their issue. There was no\natient impact.\n", "d62eca3c1b55c300ca7159121fc42cc0": "Andree-Anne Dubois\n", "7a748cca746076ebfb233a169f309b46": "Laura Pascal - RA/QA Dept.\nMedtronic Canada ULC\nPhone: 514-693-7146\nFax: 514-693-7278\nLaura.d.pascal@medtronic.com\n"}