{"32f8c206fd24450b3d8bc8e29b802f0b": "This is a follow-up report since the suspected device was not returned at\nthe time for the initial report.\nPart of the product, the product handle not the brush head, was returned\n2020-09-03 and an investigation has been conducted.\nThe product itself including fracture surfaces was examined.\n", "d41d8cd98f00b204e9800998ecf8427e": "", "fbf1ee50d66cbe444c1bb5543cc2e9d9": "brenda bertone\nAtos Medical Canada.\n#5 - 20 Simona Drive\nBolton, Ontario L7E 4K1, CA\n", "3b06275f712f42624f198d42779e42c9": "Unknown\n|\n", "27e280b6c7f42cbadfc74d1a98597c0a": "THe MAanQhe SHOWS QSCIOMMauOls OUI Fr -plasllG SuUITOUTIQHIG UIE ald\nwhere the metal wire of the brush head meets the handle of the brush.\nThis clearly indicates that the head of the Provox Brush XL has been\nbent, which is prohibited as stated in the IFU. The brush head of the\nProvox Brush consists of Nylon filaments as bristles, twisted metal wire\n(Name: SUS304, diameter: 0.65mm, stainless steel) and a PP-plastic\ntip on top of the brush head. This stainless steel wire has its breaking\npoint at 758 N/mm/42 on average, making it very resilient to mechanical\nforces. It takes repeated damage to the material (such as bending it\nback and forth repeatedly) to weaken and subsequently break the\nmaterial. Furthermore, SUS303 is a medical grade steel used in a\nvariety of medical products (such as implants and surgical tools). As a\nconsequence, this kind of steel has to pass vigorous quality controls.\nThe maximum forces applied to the brush during a cleaning procedure\nare at 13.7N. The chances of dislocating the voice prosthesis while\ncleaning are high when applying more than 13.7N of force.\nTherefore, the customer would have dislocated his VP before applying\nenough force to damage the brush.\n", "e4869e3c018d655e094913c6396f8728": "Brush head broke off and patient believed that the brush head was\nlodged in the tracheal wall. Patient went to the Emergency department\nfor extraction. This is the third recurrence on this user. Previous report\nindicates brush head was bent at the wire instead of at the stem as\ndescribed in the IFU.\nProvox Brush XL is a device for cleaning Provox voice prostheses\nin-situ. The brush is intended for single patient reuse and is intended for\nboth home and clinical use by patient or clinician. Maximal use 1 month.\nCleaning of voice prosthesis is performed by moving the brush gently\nback and forth with a twisting movement in the inner lumen of the voice\nprosthesis.\n", "ccb2a63480f21a8be38bed8c42f554e3": "The damage to the product is most likely caused by wrong handling of\nthe product. No corrective action is to be taken.\n", "bc89dc7a767fe3eec0f55af253d612bb": "PAUCIIL Wao AL LIMP\nUllyy MePGlUC rit IVE CAU AULT.\nAfter the hospital visit, the following Information was received from the\ninitial reporter.\nThe client had two X-rays done, one cat scan and one scope to bronchial\ntree and brush head was not seen. The attending physician discharged\nclient stating that the brush head was not in the respiratory tract.\nMost probable it ended up outside the body or was coughed up.\nDatinnt ratiirntand Anama and ie wall\n"}