{"a294c0e9ef3455e0643a1c7351e72bd8": "AS INE allalyYsiS OF Us PFOQUCt Mds NOt Yet Deer COMpietea, te FOOt\ncause cannot yet be determined at this time. A supplemental report\nbe submitted upon completion of the analysis and receipt of the\nanalysis results.\n", "1ca5b90dbb6cdc2302d698419f185c58": ") Stuart Street\nngston, ON, Canada\n7L 2V7\n", "b322f2ef9cbc290f7213ddb7969362f7": "sse Dinsmore\nsse.dinsmore@abbott.com\n905-286-4051\n905-812-0289\nTT\n", "9fe7f6a297e5c8fed234f4cc8fa023f4": "On 2019-07-22, SJM Technical Services was contacted as the patient’s\nSJM ICD received a capacitor charge timeout alert on 2019-07-20. SJM\nTechnical Services determined that the capacitor charging time was\ngreater than 32 seconds. They recommended bringing the patient in to\nperform a capacitor maintenance test. The patient presented in clinic on\n2019-07-24 and capacitor maintenance resulted in a charge time of 9.6\nseconds, so the patient was to be seen again in 12 months. On 2019-11\n23, the patient’s SJM ICD received another vibratory alert for capacitor\ncharge time limit reached. On 2019-11-29, the company was informed\nthat on the same date, the patient's SJM ICD was explanted and replace:\nwith a new SJM ICD, due to the capacitor charge time issues.\n", "903e89118b29a0082b72c6e270dd6fc2": "1e patient underwent a surgical procedure.\n", "a0b82f869516b4db893a0de1cd60cfcb": "arrie Myers, RN\n", "44479b129ca9b9cb55c3ecf282e66410": "ngston General Hospital\n", "92257930dfdc518e00098932a0cf6326": "| 3-548-3232\nPrivacy Notice Statement: For the purposes of the Canada Vigilance -\nViedical Device Problem Reporting Program, information related to the\ndentity of the complainant and/or reporter will be protected as personal\nnformation under the Privacy Act, and under the Access to Information Act\nn the raca af an arrace tn informatinn raniject\nFor dataile with ranard tn\n", "c80020861bd27b661be227cc0a44625d": "The product has been returned to Abbott Medical Canada and has\nbeen forwarded to the manufacturer for analysis. A final report will be\nsubmitted once the investigation has been completed.\n", "d3efcee97cbb1a9c158a3cb1e4c3fdaa": "PALT UVUALS PONMUEIL WIE UG OUNMITTLLOU UNUETT COUITINIOCUUTET UE US\ninvestigation.\n"}