{"a204c7887629edad1b95e5a4b68fc88f": "Lindsey Bell lindsey.egeland@abbott.com +1(951)914-3996\n—\nAbbot Vascular 26531 Ynez Road Temecula, CA 92591-4628 | 6. D:\nUSA\n2020\na\n", "68a82de4ba3e352cb4a1bde571cfc68e": "1053 Carling Ave Ottawa, Ontario K1Y 4E9 Canada\n", "0ba1ce93a4a1ccb5e89d74dd9151ee56": "Benjamin Hibbert\n", "1c86d516db809d309e1c9cd17f589be1": "1(613)798-5555\n", "e6f7bdf70feaadc833cf2048954a198e": "Investigation completed on 2020/10/06\n", "b8374f01ed64d87141b294b9101ecf48": "There is no indication of a product issue with respect to\nmanufacture, design or labeling; therefore, no product-related\ncorrective action is required.\n", "292d5003d917436adf72bebc4adecf6b": "t was reported that this was a MitraClip procedure to treat tricuspid\negurgitation (TR) with a grade of 4+. The clip delivery system (CDS)\nvas inserted; however, before the clip exited the steerable guide\natheter (SGC), a large thrombus was noticed on the tip of the SGC. It\nvas noted that the activated clotting time (ACT) remain above 250\nnroughout the procedure. The CDS was removed; however, once the\nlip was removed, thrombus was noticed all around the clip. Aspiration\nvas them performed, but it was then noted that the SGC had thrombus\nside the clear chamber. A 16fr sheath was inserted and additional\nleparin was administered while removing the SGC. The thrombus had\neen resolved; therefore,\nanew SGC and CDS were inserted without\nssues. The clip was successfully implanted, reducing TR to a grade of\n-2. There was no clinically significant delay in the procedure.\nCanada\n", "c3cdbf6d835df50966d9c97603130056": "OTTAWA CIVIC HOSPITAL\n", "d8636f4a95bee2ed6a56047158e329a4": "Serious Injury\nA program of MedEffect™ Canada\nHG Pub.: 110180 (October 2011)\n", "903d4eb2278dbb2f4dc71c5c0bd0aa65": "THIS\nUS VIS\nWao TIVE IOLUIIOU IU\nOCVGIUCGLUIUIT. FX TOVIOVWY UI\nLIS PO\nhistory record identified no manufacturing nonconformities issued\nto the reported lot that would have contributed to the reported\nevent. It should be noted that the MitraClip Instructions for Use\n(IFU) states: The MitraClip G4 System is indicated for the\npercutaneous reduction of significant symptomatic mitral\nregurgitation. Based on the information reviewed, the reported\noff-label use of the device was associated with the procedure\nbeing performed on the tricuspid valve; however, in this case, it\ncannot be determined if the off-label use contributed to the\nreported thrombus. A cause for the thrombus could not be\ndetermined in this case; however, thrombosis is listed in the\nMitraClip IFU as a known possible complication associated with\nMitraClip procedures. There is no indication of a product issue\nwith respect to manufacture, design or labeling.\n"}