{"58a10140a1735a5cbfb59ffc15038309": "McGill University Health Centre\n", "589d01c1bb259207f83ae93c555eae33": "The HVAD pump (HW31136) and controller (CON317948) were not returned for\nevaluation. Review of the log files associated with CON317948 revealed eight (8)\nreactivation events logged since 16/May/2019 and three (3) Electrical Fault\nalarms logged since 17/May/2019 due to an overcurrent condition on the front\nstator, resulting in the pump running on the rear stator only. Five (5) High Watt\nalarms were logged since 16/May/2019; the High Watt alarms are indicative of\nthe increased power consumption associated with the pump running on a single\nstator. Additionally, two (2) VAD Disconnect alarms were logged since\n16/May/2019, indicative of physical disconnections of the driveline from the\ncontroller, likely during the reported controller exchange. As a result, the reported\nevent was confirmed.\n", "653ba16297f41af13e9d667fd91d98c2": "Tel#: +1 514 934 1934\n", "f51e553a42e1db469bdeda6027651b90": "1001 Decarie Boulevard\nMontreal QC H4A 3J1\n", "1e8c754885294a5d074cc5f418a8a6d5": "Based on the risk documentation and review of similar events, a possible root\ncause of the reported event may be attributed, but not limited, to damage to the\ndriveline wires and/or connector(s).\n", "567d83f2dce5750d21c7d98d26bb67a1": "Jaskiran Bains\nMedtronic of Canada Limited\n99 Hereford Street Brampton ON L6Y OR3\nTelephone: (905) 460-3697\nEmail: kiran.bains@medtronic.com\n", "a1500f0c1b6f33d9aeb90f7df154e76c": "t was reported that the patient experienced continuous electrical fault alarms and high\nvatts. The pump had increase in power consumption.\nIt was also reported that the pump's\near stator was reactivating. There was also a reported Ventricular assist device (VAD)\nstop. The controller was exchanged. VAD parameters returned to normal and pump was\nunning on dual stators.\n\\dditional information received on 24-JUL-2019: It was further reported that the pump\nontinued to experience high watts and the controller continued to exhibit electrical fault\nalarms. The pump and controller remain in use.\nSontroller-CON317948\n| Model #: 1407CA Device identification No. 585944\n", "a374688aa91834d9673f5294c0b04dd1": "No corrective actions have been taken asa result of this event. We will continue\nto monitor for trends as more definitive data is collected.\n", "ea04e9e2d008268b715a0c23cdfd7c8f": "No patient complications have been reported as a result of this event.\n", "bc2aa79a2076b784e8915bd83bdf994e": "Julie Dicaire\n"}