{"96eeb1cc78ce40998b5feb919c44cc6c": "his Is filed to report single leaflet device attachment/SLDA and\necurrent tricuspid regurgitation (TR) Patient ID# CA0001-2819 It was\neported that this was a procedure to treat tricuspid regurgitation (TR)\nvith a grade of 3. Patient anatomy included quad leaflet valve and\nhordal dense anatomy. The TriClip Clip Delivery System (TCDS) was\n\\dvanced to the tricuspid valve. Some difficulty grasping the leaflets\nvas noted, due to the patient anatomy; however, the TriClip was able\n0 be implanted on the anterior 2/septal leaflet, reducing the TR to\nrade 2. Continued on attachment.\nCanada\n", "63c386b91a389c0733e2a2f84a5dcd90": "Required Intervention\nA program of MedEffect™ Canada\nHE Pub.: 110780 (October 2071)\n", "3d04a8605fefafdb0fa56b1621fd9104": "Based on the information reviewed, there is no indication of a\nproduct issue with respect to manufacture, design or labeling;\ntherefore, no product-related corrective action is required.\n", "1326f8d06baaaed5ff7acffb3c890b78": "Hamilton Health Science Centre\n", "d23ac719ac8644c69f99eea7c0dcfe43": "237 Barton Street, Hamilton, ON L8L 2X2 Canada\n", "81effcb055d006b97d58182c437a1c65": "+1(905)521-2100\n", "f240d120955b3a21ce113512a79253cc": "Lindsey Bell lindsey.egeland@abbott.com +1(951)914-3996\n—\nAbbot Vascular 26531 Ynez Road Temecula, CA 92591-4628 | 6. D:\n2020\na\n", "b0318a2fde498391581c2de625ef5046": "PPI US VIDS Wa TUE POLUETOU IU\nALIGAlyolo.\nFAI VIC UI tte met\nhistory record identified no manufacturing nonconformities issued\nto the reported lots that would have contributed to this event. A\nreview of the complaint history identified no similar incomplete\ncoaptation (postprocedure) incidents reported from this lot and\none similar difficult or delayed positioning (leaflet grasping)\nincident. A review of this incident identified no lot-specific issues\nthat would have contributed to this event. Continued on\nattachment.\n", "5b1aa2f8c0b53ef5a8fab641e11978de": "Investigation completed on 12/1/2020\n", "ba6b22236870b02f369a35d4ef0345ca": "Shamir Mehta\n"}