{"a80326a28b36e2d76ff1f4e818cfa010": "Aura Harnett, RN\n", "81fba834f186805c486cc98dc6a098db": "Analysishad previously been completed forthe RV and RA leads,\nwhich was includedin MDPR-2019-00588-01. Thisfinal report inclu\nthe analysisresults forthe ICD.\n", "d40f1984e3aa5d95eec50f6b0fb6cf9a": "INO aACUIOTI WITTDE laKel] al WIS Uiile.\n", "35aab94f737566390932d9a2a6158b6b": "JutNiaKke Regional nealtn Centre\n", "903e89118b29a0082b72c6e270dd6fc2": "1e patient underwent a surgical procedure.\n", "e68804484423c9dd123c70ea35d3a9c0": "J9-899-4921\nPrivacy NoticeStatement: For the purposes of the Canada Vigilance -\nVledical Dev ice Problem Reporting Program, information related to the\ndentity of the complainant and/or reporter will be protected as personal\nnf ormation under the Privacy Act, and under the Access to Information Act\nRn tRhA RARA RE AK ARRARAR EAR infanrmatinan praniinnt\nDap Antaile vunth vranwin\n", "c8a00505e8c3526cd5fc9af9e716231a": "On 2019-05-30, the patient with an SJM ICD, SUM right ventricular (RV)\nlead and SJM rightatrial (RA) lead receiveda vibratory alert for RV lead\nimpedance greater than 3000ohms. The patient’sICD was then\nprogrammed off. The patient had recently undergone an RV lead\nreplacement due to RV lead noise, capturedand reported on inMDPR-\n2019-00358. On 2019-07-18, SUM Technical Services advised that an\nissue with the patientsSJM ICD could not be ruled out. Since issueswitl\nboth the newcompetitive RV lead andold SUM RA lead were continuing\nwith the common denominator\nbeing the SUM ICD, the clinic discussed\nthe issue with the patient, who then opted fora whole system\nreplacement. On 2019-10-24, the company wasinformed thatthe\npatient’sSJM ICD, inactive SJM RV lead, active competitive RV lead an\nactive SUM RA lead were explanted and replaced with a competitive ICL\nRV lead and RA lead, respectively, due to the history of noise and\nimpedance issues.\n", "f2a19376d3d30251c18b8984fb16a814": "ine reported eventornigniead impeaance wasnot contirmed.AS\nreceived, acomplete RV lead wasreturned in onepiece. Electrical\ntesting did not find any indication of conductor fractures orinternal\nshorts. Visual inspection and X-ray examination of the RV lead didn\nfind any anomalies. Visual examination of the RA lead also found no\nanomalies.\nThe reported field event of high RV pacinglead impedance was\nconfirmed inthe lab. Interrogation of the device revealed the device\nwas above Elective ReplacementIndicator (ERI) when received. Th\nanomaly wasdeterminedto be caused by a broken RVTIP wire in th\nheader. No other anomaly wasdetected during analysis. The device\nwas analyzed by itssupplier; the broken RVTIP wire wasdetermine\nto be due to a manufacturing anomaly.\n", "be0f66beb5588d05a005c7c7603cad9b": "sse Dinsmore\nsse.dinsmore@abbott.com\n905-286-4051\n905-812-0289\n", "1ecbdec1265267518276b4ff61ea6db3": "16 Davis Drive\n2wmarket, ON, Canada\n3Y 2P9\n"}