{"cc7f928692a932ac6cc7fec954714856": ")3-944-1110\nPrivacy Notice Statement: For the purposes of the Canada Vigilance -\nViedical Device Problem Reporting Program, information related to the\ndentity of the complainant and/or reporter will be protected as personal\nnformation under the Privacy Act, and under the Access to Information Act\nn tha raca nf an arrace tn infarmatinn raniiact\nEnr dataile with ranarda tn\n", "a6ab9b627afcd0a371190d615d2f14f3": "This device is included in the Nanostim Leadless Cardiac Pacemaker,\nAdvisory notice issued by St. Jude Medical on 2016-10-28 (HC\nIncident # 136289).\n", "087b478c02f47c2ea2b6eac8c2060cd5": "As the LCP remains implanted in the patient, analysis cannot be\nperformed.\n", "ddfeb6d27f1c0f78b916a385a0637ec2": "On 2020-08-09, the company was informed that on 2020-08-07, the\npatient was scheduled for explant of their SUM leadless cardiac\npacemaker (LCP) due to suspected premature battery depletion. During\nthe explant procedure, the patient's blood pressure dropped, and a\npericardial effusion was seen on the echocardiogram. A\npericardiocentesis was immediately performed, and a drain was inserted\ninto the patient. At the time of this report, 350mL of fluid had been draine\nand the event was ongoing. Additional information has been requested\nfrom the site.\nAdditional information received from the hospital confirmed that the\nNanostim was left in situ in the right ventricle, and since it was impossible\nto communicate with it and there was no pacing activity noted, the\nNanostim was not programmed off. The patient was implanted with a nev\ncompetitive LCP, and was reported to be stable.\n", "cda0d358e1efab57e4dff942d40471a3": "arah Clinton\nirah.clinton@abbott.com\n905-286-4108\n905-812-0289\nI\n", "fa6b301bbd113780248dead6f542c206": "yothills Medical Centre\n", "a3397d6178c55ffb704d5351d3cec567": "103 29th St NW\nalgary, AB Canada\noN 2T9\n", "e5fb64baab56857f4a8e0b5d800ca32d": "AS Ie PrOoauct Wilt NOt DE FEturMea, te FOOT Cause CallNOt DE\ndetermined. This event is being tracked and monitored for significant\ntrend occurrence.\n", "44ead057b2ecd9e3965d764d33ec143e": "1e patient developed a pericardial effusion which required a\nsricardiocentesis and drain to treat.\n", "086b85befc959c6cedafc3b6544eddd7": ", Derek Exner\n"}