{"f992c434152bb402cebc4ed827b71db7": "Erroneous results due to malfunction or misuse could lead to\ninappropriate medical treatment and potential serious injury\n", "6f17970e92b48c54d8186641160186f6": "237 BARTON ST E\nHamilton, ON L8L 2X2\nCanada\n", "f46fb06e9313dde978b6cd80d76f212d": "HHSC HAMILTON GENERAL CAMPUS\n|\n", "b33716b603812f08ba38330eaf46f08e": "Pat Hudecki\n|\n", "ecc122dda5dadea3e49c4c3ad5d76bda": "Patricia Norman, Director, Regulatory Affairs & Quality Management\nBecton Dickinson Canada Inc.\n2100 Derry Road, Suite 100,\nMississauga, ON L5N 0B3\ntel: (905)288 -6236\n", "e46700e7d85b370898da9c9e5db2eda4": "No corrective actions are required.\n", "a4ea2800bfedd3a4b8cdf31de77d88a7": "BD received samples from the customer facility for investigation. BD\nacknowledges the customer's experience regarding the indicated failure\nmode for erroneous results with the incident lot. BD recommends the\nuse of our BD Vacutainer® Trace Elements Tube (REF 368520 or\n368521) for analysis of the following: Manganese (Mn), Lead (Pb), Iron\n(Fe), Copper (Cu), Chromium (Cr), Cadmium (Cd), Arsenic (As),\nAntimony (Sb), Magnesium (Mg), Calcium (Ca), Zinc (Zn), Selenium\n(Se), Mercury (Hg). We have not validated any of the BD collection\ntubes for aluminum testing. A review of specimen handling parameters\nshould be reviewed for this tube type. A review of the device history\nrecord was completed for the incident lot and, based on this review, all\nproduct specifications and requirements for lot release were met; there\nwere no related quality non-conformances during manufacturing of the\nproduct.\n", "840097f15c168e673e466d0bd45e4680": "905 527 4322 x44409 / hudecki@hhsc.ca\nSSS...\n", "2295e0f68bf27305174acd922eee0b6e": "It was reported that the amount of aluminum contamination is twice the\nnormal range for patient serum results. It was reported that there are\npatients that have their aluminum levels tested yearly and their results\nhave gone from being within the normal range to more than twice the\nnormal range.\nRelated to product complaint reference# 1246504 and 1233279\n", "9cc232adb3113436058eb73fbf09c4b9": "Based on the investigation, a root cause could not be determined.\n"}