{"e6335a0c4b947068ef7a8a8f56b5c6c3": "Maria Scodellaro\npqs @medca.jnj.com\nPhone-905-946-3982\nFax-(905) 946-2050\n", "6b2a1a8a72b486aa636c3d0e4a8e3728": "1952 BAY STREET, VICTORIA, British Columbia V8R 1J8,\n", "d41d8cd98f00b204e9800998ecf8427e": "", "884db1ccbddb03ce64da4ed42ec0b1ea": "t was reported that the needle deswaged during routine use. No\nther details provided.\nCanada\n", "b665c0c98acfc90eda31df5ece4c6a09": "Visual examination,Functional testing if possible,Device History\nRecords review, Update if additional information received.\nAdditional information received. File updated accordingly.\nComplaint device has been returned for evaluation. Three unopened\nsamples of product code 3706H34, lot\n# PCQ092 were received for\nevaluation. During the visual inspection no defects were found on\nthe packages. The samples were opened, and swage and attachment\narea were noted to be as expected. The sutures were dispensed\nwithout problems and examined along of the strand and no defects\nor damaged were observed. A functional test was performed using\nan Instron and the pull force were above the minimum\nrequirements. As part of our quality process, the manufacturing\nrecords of this lot-serial number were reviewed, and the\nmanufacturing standards were met prior to the release of this batch.\nIt should be noted that as part of our quality process, device is\nvisually inspected and functionally tested during manufacturing to\nensure the device meets the required specifications prior to\nshipment. The event described could not be confirmed as the device\nperformed without any defect noted and the actual complaint\nsample was not returned for analysis.\n—_————.\n", "13ec66b52efd7de6cd1c3c67fdfd3016": "Refer to details of incident\nA program of MedEffect™ Canada\nHC Pub.:110180 (October 2011)\n‘-d ID - CVMDR-28092020-021064\n", "fd8897f1eb574c3377c666b4f46230e7": "ROYAL JUBILEE HOSPITAL\n|\n", "5068f9935707795565125f56b85c77ce": "Cheryl Gauthier\n|\n", "3192441830e697e6d46f8ba0e485d044": "_\nOO\n—\nns\n"}