{"327f4cec148d06474aa2930ccaf16802": "Le manufacturier a été informé que le systéme de détection de lit\nn'aurait pas signalé une sortie de lit du patient. Le patient n'a pas chuté\net ne s'est pas blessé.\n", "2cc703c7cd5007f26e84a98b959d92bc": "CHSLD StMichel\n|\n", "23f48b38987816319964c012c53d5104": "Mr Rejean Vennes\n|\n", "8dcea659017a1d4618753006d90d4aad": "FAUCUTIE UCICClUOQSIe Ilda Cle lOCiUNee. Ld Cause Id VIUS PIOVAVIC Cot\nque la mise a zéro du systéme de détection de sortie de lit n'a pas été\neffectuée par l'usager.\nII s'agit d'une erreur d'utilisation puisque les\ndirectives sont indiquées dans le Manuel de |'utilisateur.\n", "a478629aa11970e74e72b8efef634dac": "Aucune conséquence, le patient est sorti du lit: aucune chute ni blessure.\n", "57070ff4eebfab1c11c274f333d83e2b": "Manon-Lucie Fraser\nConseillére aux affaires reglementaires\nUmano Medical Inc.\n230, boulevard Nilus-Leclerc\nL'Islet, Qc GOR 2CO\n", "6c37b182873a8954b97aff9b0f86333a": "450-271-3415\nEnoncé de confidentialité : Toute information relative a l'identité du plaignant ou du\n", "93dd13232214b33043e158af6f5f22d8": "Une correction au Manuel de utilisateur a ete initiée (ID 201837) pour\nmettre l'emphase sur I'importance de l'application de la procédure\ndiinitialisation du Systéme de détection, soit la Mise a zéro. Le\nmanufacturier suivra les tendances.\n", "8fc255d79d2fecd61ce693fbb7cd1a23": "390, rue Brassard, SlMichel-des-Saints, (QC) JoK 380\n", "43c92eb46489d44a27a491844f1db5b7": "Le jour ot le manufacturier a été informé, un appel de soutient\ntechnique a été effectué par le technicien du support technique du\nmanufacturier aprés du représentant de service de I'entretien. Durant\nl'entretient des tests ont été effectués et il\na été démontré qu'aprés que\nle zéro ait été effectué le systeme de détection était fonctionnel.\n"}