{"59a8302f5c9d260af1144d44635942b6": "This is a follow-up report since the suspected device was not returned at\nthe time for the initial report.\nPart of the product, the product handle not the brush head, was returned\n2020-09-03 and an investigation has been conducted.\nThe product itself including fracture surfaces was examined\nee\n", "d41d8cd98f00b204e9800998ecf8427e": "", "22398816891d6f077f0ab623209eb49c": "brian BOUCK\n", "5dc1b3bcef04f24411a96d8283db0ca4": "905-966-8034\nbbouck2@gmail.com\nSS...\n", "733339249e1f3865884ab2d88d7650eb": "Brenda Bertone\nAtos Medical Canada.\n#5 - 20 Simona Drive\nBolton, Ontario L7E 4K1, CA\nTealanhone:833-514-9867\nFEmail:hrenda hertonemM)atngcmedical cam\n", "bfe71bd19edad7b7f0d6889cd6216d1c": "Swivel detached at the juncture to plastic handle. The brush end\ndropped into trachea. Fortunately\n| was able to cough it up and\nextract it, after several attempts.\n| assure you nothing abnormal ie:\npressure applied. Brush used is one of two used daily and\nchanged every month.\n| was frightened, not a condition\n| am used to.\nDescription of the product:\nProvox Brush is a device intended for cleaning of Provox Voice\nProsthesis in-situ. Cleaning is recommended twice a day and\nafter each meal.\n", "ccb2a63480f21a8be38bed8c42f554e3": "The damage to the product is most likely caused by wrong handling of\nthe product. No corrective action is to be taken.\n", "d02a27b71c9a6224f46024c4901a9d6b": "3258 Golden Eagle Drive\nBurlington, Ontario\nL7M 289\n", "24d3a3506c43b308fc29da9e89686fda": "No consequences to the patient more than the patient became frightened.\n", "1833ed0cc216626e03afaf87f4f545d9": "The handle shows deformations of the PP-plastic surrounding the area\nwhere the metal wire of the brush head meets the handle of the brush.\nThis clearly indicates that the head of the Provox Brush XL has been\nbent, which is prohibited as stated in the IFU. The brush head of the\nProvox Brush consists of Nylon filaments as bristles, twisted metal wire\n(Name: SUS304, diameter: 0.65mm, stainless steel) and a PP-plastic\ntip on top of the brush head. This stainless steel wire has its breaking\npoint at 758 N/mm/‘2 on average, making it very resilient to mechanical\nforces. It takes repeated damage to the material (such as bending it\nback and forth repeatedly) to weaken and subsequently break the\nmaterial. Furthermore, SUS303 is a medical grade steel used in a\nvariety of medical products (such as implants and surgical tools). As a\nconsequence, this kind of steel has to pass vigorous quality controls.\nThe maximum forces applied to the brush during a cleaning procedure\nare at 13.7N. The chances of dislocating the voice prosthesis while\ncleaning are high when applying more than 13.7N of force.\nTherefore, the customer would have dislocated his VP before applying\nenough force to damage the brush.\n"}