{"801bf7f6b4a49e0c688b161a4dd413bf": "No product was returned for evaluation; therefore, corrective or\npreventive action is not indicated at this time. This complaint will\nbe included in on-going complaint trending analysis.\n", "a7b96d962b84cda62062acef565813fc": "No product was returned for evaluation; therefore, a definitive\nroot cause could not be determined.\n", "135331b904023720f2147c8911591010": "CARDINAL HEALTH CANADA\n|\n", "132ebf2ecb6625117d7f01c483357629": "Phone —204-478-6207\nEmail —nsteski @rhc.mb.ca\n—_\n_\n—_\n_\n", "a69be262015e96b0e06b7fdb31064e62": "1000 Tesma Way Vaughan ON Canada L4K 5R8\n", "d2ae4b5b9d0b4f39a77d668d6882780f": "The customer confirmed that no patient harm was associated on\nthis event.\nA program of MedEffect™ Canada\nHC Pub.:110180 (October 2011)\n", "d6b7e81b4e2020f0b5e1a5323be11cae": "Nancy Stesk1\n|\n", "422269862031ed68f7a63327180fce39": "The customer reported that the suspect devices was no longer\navailable, hence the reported device was not returned to the\nmanufacturer. Investigation completed. Due to no sample or picture\nwas received for evaluation, a complete investigation of the defect\nreported by the customer could not be performed anda root cause\ncould not be determined. There has been no previous report made to\nthe Minister with respect to the device for the past 24 months\n", "04162f6b8dfa6d5618df61f606a00dd6": "(he customer reported that the Airlife Exhalation Valves were\nrequently disconnected from the exhalation line due to the short\napered connection and to the moisture build up on the device. The\n‘ustomer also reported that replacement of a new line was necessary\nmn every circuit change. In order for the tubing to have clean end,\nlipping was also performed on every disconnection of the device.\n(he customer reported that the event occurred on several instances\nmn 22 devices, during and after patient use.\nCanada\n", "7926c470a553d7d35c7157009f39fd66": "Mindy Faber\nmindy.faber @vyaire.com\nPhone-+18727570116\n"}